Repository: zeze418/Thaw
Catalog: Thaw/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, hu, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: %1$@ is currently running. Running multiple menu bar managers at the same time can cause display issues and unexpected behavior. Consider quitting %2$@ before using %3$@.
cs: %1$@ právě běží. Používáte-li současně více správců řádku nabídek, může docházet k chybám zobrazení a dalším neočekávaným problémům. Před aktivací %3$@ doporučujeme vypnout %2$@.
de: %1$@ ist gerade gestartet. Das gleichzeitige Ausführen mehrerer Menüleisten-Manager kann Darstellungsprobleme und unerwartetes Verhalten verursachen. Bitte in Erwägung ziehen %2$@ vor der Verwendung von %3$@ zu beenden.
es: %1$@ está ejecutándose actualmente. Tener varios administradores de barra de menús activos al mismo tiempo puede causar problemas de visualización y comportamientos inesperados. Considera cerrar %2$@ antes de usar %3$@.
fr: %1$@ est actuellement en cours d'exécution. L'utilisation simultanée de plusieurs gestionnaires de barre des menus peut entraîner des problèmes d'affichage et des comportements inattendus. Veuillez quitter %2$@ avant d'utiliser %3$@.
hu: %1$@ jelenleg fut. Több menüsávkezelő egyidejű futtatása megjelenítési problémákat és váratlan viselkedést okozhat. Érdemes kilépni a következő alkalmazásból: %2$@, mielőtt használnád ezt: %3$@.
id: %1$@ sedang berjalan. Menjalankan beberapa pengelola bar menu secara bersamaan dapat menyebabkan masalah tampilan dan perilaku yang tidak terduga. Sebaiknya keluar dari %2$@ sebelum menggunakan %3$@.
it: %1$@ è attualmente in esecuzione. L'esecuzione simultanea di più gestori della barra dei menu può causare problemi di visualizzazione e comportamenti imprevisti. Si consiglia di uscire da %2$@ prima di utilizzare %3$@.
ja: %1$@ は現在実行中です。複数のメニューバーマネージャーを同時に実行すると、表示の問題や予期しない動作が発生する可能性があります。%3$@ を使用する前に %2$@ を終了することをおすすめします。
ko: %1$@이(가) 현재 실행 중입니다. 여러 메뉴 막대 관리 앱을 동시에 실행하면 화면 표시 문제나 예상치 못한 동작이 발생할 수 있습니다. %3$@를 사용하기 전에 %2$@을(를) 종료해 주세요.
nl: %1$@ is momenteel actief. Als je meerdere menubalk beheerders tegelijkertijd gebruikt, kan dit leiden tot weergaveproblemen en ongewenst gedrag. Overweeg om %2$@ af te sluiten voordat je %3$@ gebruikt.
pl: %1$@ jest obecnie uruchomiony. Korzystanie z wielu menedżerów paska menu jednocześnie może powodować problemy z wyświetlaniem i nieoczekiwane zachowanie. Rozważ zamknięcie %2$@ przed użyciem aplikacji %3$@.
pt_br: %1$@ está em execução no momento. Executar vários gerenciadores de barra de menus ao mesmo tempo pode causar problemas de exibição e comportamentos inesperados. Considere encerrar %2$@ antes de usar o %3$@.
ru: %1$@ в данный момент запущен. Одновременная работа нескольких менеджеров строки меню может вызвать проблемы с отображением и непредвиденное поведение. Рекомендуется закрыть %2$@ перед использованием %3$@.
th: %1$@ กำลังทำงาน การเรียกใช้โปรแกรมจัดการแถบเมนูหลายตัวในเวลาเดียวกันอาจทำให้เกิดปัญหาด้านการแสดงผลและพฤติกรรมที่ไม่คาดคิด ลองปิด %2$@ ก่อนใช้ %3$@
tr: %1$@ şu anda çalışıyor. Birden fazla menü çubuğu yöneticisini aynı anda çalıştırmak görüntü sorunları ve beklenmedik davranışlara neden olabilir. %3$@ uygulamasını kullanmadan önce %2$@ uygulamasından çıkış yapmalısınız.
uk: %1$@ зараз запущено. Одночасне використання кількох менеджерів смуги меню може спричиняти проблеми із відображенням і неочікувану поведінку. Рекомендується завершити %2$@ перед використанням %3$@.
vi: %1$@ hiện đang chạy. Chạy nhiều trình quản lý thanh menu cùng lúc có thể gây ra sự cố hiển thị và hành vi không mong muốn. Hãy cân nhắc thoát %2$@ trước khi sử dụng %3$@.
zh_hans: %1$@ 正在运行。同时运行多个菜单栏管理器可能会导致显示问题和意外行为。建议在使用 %3$@ 前退出 %2$@。
zh_hant: %1$@ 目前正在執行中。同時執行多個選單列管理程式可能會導致顯示問題與非預期的行為。在使用 %3$@ 之前，建議您先結束 %2$@。

source: %@ can work in a limited mode without Screen Recording.
cs: Bez oprávnění Záznamu obrazovky dokáže %@ pracovat v omezeném režimu.
de: %@ funktioniert eingeschränkt ohne Bildschirmaufnahmen.
es: %@ puede funcionar en modo limitado sin Capturar Pantalla.
fr: %@ peut fonctionner en mode limité sans enregistrement d'écran.
hu: %@ korlátozott módban is működhet képernyőfelvétel nélkül.
id: %@ dapat berjalan dalam mode terbatas tanpa Perekaman Layar.
it: %@ può funzionare in modalità limitata senza la registrazione dello schermo.
ja: %@ は画面収録なしでも制限モードで動作できます。
nl: %@ kan in een beperkte modus werken zonder schermopname.
pl: %@ może działać w trybie ograniczonym bez nagrywania ekranu.
ru: %@ Может работать в ограниченном режиме без разрешения «Запись экрана».
th: %@ สามารถทำงานได้อย่างจำกัด โดยไม่ต้องมีสิทธิ์บันทึกหน้าจอ
tr: %@ Ekran Kaydı izni olmadan limitli olarak çalışabilir.
vi: %@ có thể hoạt động ở chế độ giới hạn mà không cần Ghi màn hình.
zh_hans: %@ 可以在没有此权限的情况下以受限模式运行。
zh_hant: %@ 可以在沒有螢幕錄製權限下以限制模式執行。

source: %1$@ can't currently tell which app owns "%2$@", so moving it is disabled. This usually resolves on its own; relaunching the app that owns the item can help.
cs: %1$@ nemůže určit, ke které aplikaci patří ikona "%2$@", takže její přesouvání je vypnuté. Tento problém se obvykle vyřeší sám, pomoci může také restartování dané aplikace.
es: Actualmente, %1$@ no puede determinar qué aplicación es propietaria de ”%2$@”, por lo que la opción de moverlo está desactivada. Por lo general, esto se soluciona por sí solo; volver a abrir la aplicación propietaria del elemento puede ayudar.
hu: %1$@ pillanatnyilag nem tudja megállapítani melyik alkalmazás birtokolja ezt: "%2$@", ezért a mozgatás nem engedélyezett. Ez általában magától megoldódik. Az alkalmazás birtokosának újraindítása segíthet.
nl: %1$@ kan momenteel niet vaststellen welke app de eigenaar is van “%2$@”, dus het verplaatsen ervan is uitgeschakeld. Dit lost zich meestal vanzelf op; het kan helpen om de app die eigenaar is van het item opnieuw te starten.
pl: %1$@ nie może w tej chwili określić, która aplikacja jest właścicielem "%2$@", dlatego przenoszenie jest zablokowane. Zazwyczaj problem ten rozwiązuje się sam; pomóc może ponowne uruchomienie aplikacji, do której należy ten element.
ru: %1$@ сейчас не удаётся определить, какое приложение владеет «%2$@», поэтому его перемещение отключено. Обычно это решается само собой; может помочь перезапуск приложения, которому принадлежит этот элемент.
th: %1$@ ไม่สามารถระบุได้ในตอนนี้ว่าแอปใดเป็นเจ้าของ "%2$@" การย้ายจึงถูกปิดใช้งานไว้ก่อน ปัญหานี้มักหายไปเอง การเปิดแอปที่เป็นเจ้าของรายการนี้ใหม่อาจช่วยได้
tr: %1$@ şu anda "%2$@" ögesinin hangi uygulamaya ait olduğunu belirleyemiyor, bu nedenle ögeyi taşımak devre dışı bırakıldı. Bu durum genellikle kendiliğinden çözülür; ögenin ait olduğu uygulamayı yeniden başlatmak işe yarayabilir.
zh_hans: %1$@ 目前不能告知哪个应用拥有 "%2$@"，所以禁止移动此项目。 这通常会自行解决。重启拥有此项目的应用可能有帮助。
zh_hant: %1$@ 目前無法確定哪個應用程式擁有「%2$@」，因此移動該項目的功能已被停用。此問題通常會自行解決；重新啟動擁有該項目的應用程式或許可以解決問題。

source: %@ can't locate its hidden-section divider right now. It is attempting recovery in the background — try again in a few seconds.
cs: %@ nemůže najít oddělovač skryté sekce a pokouší se problém vyřešit na pozadí — zkuste akci znovu za pár vteřin.
es: %@ no puede localizar el divisor de la sección oculta en este momento. Está intentando recuperarse en segundo plano, inténtalo de nuevo en unos pocos segundos.
nl: %@ kan de scheidingslijn van het verborgen gedeelte momenteel niet vinden. Het systeem probeert het probleem op de achtergrond op te lossen — probeer het over een paar seconden opnieuw.
pl: %@ nie może w tej chwili znaleźć separatora ukrytej sekcji. Trwa próba odzyskiwania w tle — spróbuj ponownie za kilka sekund.
ru: %@ сейчас не удаётся найти разделитель скрытого раздела. Выполняется восстановление в фоновом режиме — попробуйте снова через несколько секунд.
th: %@ ไม่สามารถระบุตำแหน่งตัวแบ่งหมวดหมู่ที่ซ่อนได้ในขณะนี้ กำลังพยายามกู้คืนในเบื้องหลัง — ลองอีกครั้งในอีกไม่กี่วินาที
tr: %@ şu anda gizli bölüm ayırıcısını bulamıyor. Arka planda kurtarma işlemi gerçekleştiriliyor — birkaç saniye sonra tekrar deneyin.
zh_hans: %@ 现在无法定位其隐藏区域分隔符。它正在后台尝试恢复 - 几秒钟后重试。
zh_hant: %@ 目前無法找到其隱藏區分隔符號。它正在後台嘗試恢復——請稍後再試。

source: %@ cannot arrange menu bar items in automatically hidden menu bars.
cs: %@ nemůže uspořádat položky v automaticky skrývaných řádcích nabídek.
de: %@ kann Menüleisten-Einträge in automatisch versteckten Menüs nicht anordnen.
es: %@ no puede organizar los elementos de la barra de menús en barras ocultas automáticamente.
fr: %@ ne peut pas réorganiser les éléments de la barre des menus lorsque celle-ci est masquée automatiquement.
hu: %@ nem tudja rendezni a menüsor elemeit az automatikusan elrejtett menüsorokban.
id: %@ tidak dapat menyusun item di bar menu tersembunyi secara otomatis.
it: %@ non può disporre le voci della barra dei menu nelle barre dei menu nascoste automaticamente.
ja: %@ は自動的に非表示になるメニューバーではメニューバー項目を整理できません。
ko: %@은(는) 자동으로 숨겨진 메뉴 막대에서 항목을 정렬할 수 없습니다.
nl: %@ kan geen menubalkitems rangschikken in automatisch verborgen menubalken.
pl: %@ nie może zmienić układu elementów na pasku menu, gdy jest on automatycznie ukrywany.
pt_br: %@ não pode organizar itens da barra de menus quando ela está configurada para ocultação automática.
ru: %@ не может упорядочивать элементы в автоматически скрываемых строках меню.
th: %@ ไม่สามารถจัดเรียงรายการเมนูในแถบเมนูบาร์ที่ซ่อนโดยอัตโนมัติได้
tr: %@ otomatik gizlenen menü çubuklarında öğeleri düzenleyemez.
uk: %@ не може впорядковувати об'єкти в автоматично прихованих рядках меню.
vi: %@ không thể sắp xếp các mục thanh menu trong các thanh menu ẩn tự động.
zh_hans: %@ 无法在自动隐藏菜单栏中排列项目。
zh_hant: %@ 無法在自動隱藏的選單列中調整圖示。

source: %@ cannot edit the appearance of automatically hidden menu bars.
cs: %@ nemůže spravovat vzhled automaticky skrývaných řádků nabídek.
de: %@ kann die Darstellung von automatisch versteckten Menüleisten nicht anpassen.
es: %@ no puede editar la apariencia de las barras ocultas automáticamente.
fr: %@ ne peut pas modifier l'apparence de la barre des menus lorsqu'elle est masquée automatiquement.
hu: %@ nem tudja szerkeszteni az automatikusan elrejtett menüsorok megjelenését.
id: %@ tidak dapat mengedit tampilan menu bar tersembunyi secara otomatis.
it: %@ non può modificare l'aspetto delle barre dei menu nascoste automaticamente.
ja: %@ は自動的に非表示になるメニューバーの外観を編集できません。
ko: %@은(는) 자동으로 숨겨진 메뉴 막대의 모양을 편집할 수 없습니다.
nl: %@ kan het uiterlijk van automatisch verborgen menubalken niet bewerken
pl: %@ nie może edytować wyglądu automatycznie ukrywanych pasków menu.
pt_br: %@ não pode editar a aparência da barra de menus quando ela está configurada para ocultação automática.
ru: %@ не может изменять внешний вид автоматически скрываемых строк меню.
th: %@ ไม่สามารถแก้ไขลักษณะของแถบเมนูที่ซ่อนโดยอัตโนมัติได้
tr: %@ otomatik gizlenen menü çubuklarının görünümünü düzenleyemez.
uk: %@ не може редагувати вигляд автоматично прихованих рядків меню.
vi: %@ không thể chỉnh sửa hình thức của thanh menu ẩn tự động.
zh_hans: %@ 无法修改自动隐藏菜单栏的外观。
zh_hant: %@ 無法編輯自動隱藏選單列的外觀。

source: %@ icon
cs: Ikona %@
de: %@-Symbol
es: Icono de %@
fr: Icône %@
hu: %@ ikon
id: Ikon %@
it: Icona %@
ja: %@ アイコン
ko: %@ 아이콘
nl: %@ icoon
pl: Ikona %@
pt_br: Ícone %@
ru: Значок %@
th: ไอคอน %@
tr: %@ simgesi
uk: Значок %@
vi: %@ biểu tượng
zh_hans: %@ 图标
zh_hant: %@ 圖示

source: Add a Quit %@ item to the bottom of the secondary context menu.
cs: Přidat možnost „ukončit %@“ na konec sekundární kontextové nabídky.
de: Einen Eintrag zum Schließen von %@ unten im zweiten Kontextmenü hinzufügen.
es: Añade la opción «Salir %@» al final del menú contextual secundario.
fr: Ajouter une option Quitter %@ en bas du menu contextuel secondaire.
hu: „Kilépés ebből: %@” elem hozzáadása a másodlagos helyi menü aljához.
id: Tambahkan item "Keluar %@" ke bagian bawah menu konteks sekunder.
it: Aggiungi la voce “Esci da %@” in fondo al menu contestuale secondario.
ja: セカンダリコンテキストメニューの一番下に「%@を終了」項目を追加します。
ko: 보조 컨텍스트 메뉴 하단에 "%@ 종료"를 추가합니다.
nl: Voeg een item Afsluiten %@ toe aan de onderkant van het secundaire contextmenu.
pl: Dodaj pozycję Zakończ %@ na dole dodatkowego menu kontekstowego.
pt_br: Adicione a opção “Sair do %@” na parte inferior do menu de contexto secundário.
ru: Добавить пункт «Выйти из %@» в нижнюю часть дополнительного контекстного меню.
th: เพิ่มรายการ “ออกจาก %@” ที่ด้านล่างของเมนูคลิกขวารอง
tr: İkincil bağlam menüsünün en altına %@ uygulamasından çık ögesi ekleyin.
uk: Додайте пункт «Вийти з %@» у нижню частину додаткового контекстного меню.
vi: Thêm mục Thoát %@ vào cuối menu ngữ cảnh phụ.
zh_hans: 在二级右键菜单底部添加退出 %@ 选项。
zh_hant: 將「結束 %@」選項新增至右鍵子選單底部。

source: Add Application
cs: Přidat aplikaci
de: Anwendung hinzufügen
es: Agregar aplicación
fr: Ajouter une application
hu: Alkalmazás hozzáadása
id: Tambahkan Aplikasi
it: Aggiungi applicazione
ja: アプリケーションを追加
ko: 응용 프로그램 추가
nl: App toevoegen
pl: Dodaj aplikację
pt_br: Adicionar Aplicativo
ru: Добавить программу
th: เพิ่มแอปพลิเคชัน
tr: Uygulama Ekle
uk: Додати програму
vi: Thêm ứng dụng
zh_hans: 添加应用
zh_hant: 增加應用程式

source: Applying this spacing change will relaunch each app with a menu bar item. Relaunching apps may cause unsaved input, progress, or transient app state to be lost.
cs: Po změně nastavení rozestupů se krátce restartují aplikace s položkami v řádku nabídek.
de: Wenn diese Abstandsänderung angewendet wird, werden alle Anwendungen mit Menüleisten-Einträgen neu gestartet. Der Neustart von Anwendungen kann zu ungespeicherten Eingaben führen, der Fortschritt oder Zustand von Anwendungen kann verloren gehen.
es: Al aplicar este cambio de espaciado, se reiniciarán momentáneamente todas las aplicaciones que tengan elementos en la barra de menús.
fr: L'enregistrement de cet espacement va brièvement relancer toutes les applications contenues dans la barre des menus.
hu: Applying this spacing change will briefly relaunch all apps with menu bar items.
id: Applying this spacing change will briefly relaunch all apps with menu bar items.
it: Applying this spacing change will briefly relaunch all apps with menu bar items.
ja: Applying this spacing change will briefly relaunch all apps with menu bar items.
ko: Applying this spacing change will briefly relaunch all apps with menu bar items.
nl: Als je deze wijziging in de spatiëring toepast, worden alle apps opnieuw gestart met een menu-item. Door het opnieuw starten van apps kunnen niet-opgeslagen invoer, voortgang of tijdelijke app-statussen verloren gaan.
pl: Zastosowanie tej zmiany odstępów spowoduje ponowne uruchomienie wszystkich aplikacji z ikonami na pasku menu.
pt_br: Aplicar essa mudança de espaçamento reiniciará brevemente todos os aplicativos com itens na barra de menus.
ru: Applying this spacing change will briefly relaunch all apps with menu bar items.
th: การปรับเปลี่ยนระยะห่างนี้จะทำให้แอปพลิเคชันทั้งหมดที่มีรายการในแถบเมนูรีสตาร์ทชั่วครู่
tr: Bu aralığı uygulamak menü çubuğundaki tüm uygulamaları yeniden başlatır.
uk: Applying this spacing change will briefly relaunch all apps with menu bar items.
vi: Applying this spacing change will briefly relaunch all apps with menu bar items.
zh_hans: 应用此间距更改将重启每个带有菜单栏项目的应用。重启应用可能导致未保存的输入、进度或临时状态丢失。
zh_hant: 套用此間距變更會重新啟動每個具有選單列項目的應用程式。重新啟動應用程式可能導致尚未儲存的輸入、進度或暫存狀態遺失。

source: Apply a Thaw menu bar profile when this Focus activates.
cs: Po aktivaci tohoto režimu soustředění přepne Thaw svůj profil.
de: Ein Thaw-Menüleisten-Profil anwenden, wenn dieser Fokus aktiviert wird.
es: Aplicar un perfil de barra de menú de Thaw cuando este Enfoque se activa.
fr: Appliquer un profil de la barre de menu de Thaw lorsque le focus est activé.
hu: Thaw menüsávprofil alkalmazása, amikor ez a Fókusz aktiválódik.
id: Terapkan profil bar menu Thaw saat Fokus ini aktif.
it: Applica un profilo della barra dei menu quando questo Focus si attiva.
ja: 集中モード有効時に、指定した Thaw メニューバープロファイルを適用します。
ko: 이 집중 모드가 켜져 있을 때 Thaw 메뉴 바 프로필을 적용합니다.
nl: Pas een profiel uit de Thaw-menubalk toe wanneer deze focus wordt geactiveerd.
pl: Aktywuj profil paska menu Thaw, gdy włączy się ten tryb skupienia.
pt_br: Aplicar um perfil da barra de menus do Thaw quando este foco for ativado.
ru: Применять профиль строки меню Thaw, когда включается режим Фокусирования.
th: ใช้โปรไฟล์แถบเมนู Thaw เมื่อ Focus นี้เปิดใช้งาน
tr: Bu Odak etkinleştiğinde bir Thaw menü çubuğu profili uygula.
uk: Застосовувати профіль у меню при активації фокусу.
vi: Áp dụng cấu hình thanh menu Thaw khi Focus này kích hoạt.
zh_hans: 启用专注模式时切换到指定的 Thaw 菜单栏配置。
zh_hant: 當此專注模式啟動時，套用 Thaw 選單列設定檔。

source: Always-Hidden
cs: Trvale skryté
de: Immer-Versteckt
es: Siempre oculto
fr: Caché
hu: Mindig rejtett
id: Selalu-Tersembunyi
it: Sempre nascosto
ja: 常に非表示
ko: 항상 숨김
nl: Altijd verborgen
pl: Zawsze ukryte
pt_br: Sempre Ocultos
ru: Всегда скрытые
th: ซ่อนอยู่เสมอ
tr: Her Zaman Gizli
uk: Завжди приховані
vi: Luôn ẩn
zh_hans: 永久隐藏
zh_hant: 一律隱藏

source: Always-hidden items only
cs: Pouze trvale skryté položky
de: Nur immer-versteckte Einträge
es: Solo elementos siempre ocultos
fr: Éléments toujours cachés uniquement
hu: Csak mindig rejtett elemek
id: Hanya item selalu-tersembunyi
it: Solo elementi sempre nascosti
ja: 常に非表示の項目のみ
ko: 항상 숨김 항목만
nl: Alleen altijd verborgen items
pl: Tylko zawsze ukryte pozycje
pt_br: Apenas itens sempre ocultos
ru: Только всегда скрытые элементы
th: เฉพาะรายการที่ซ่อนอยู่เสมอ
tr: Yalnızca her zaman gizli ögeleri
uk: Лише завжди приховані обʼєкти
vi: Chỉ các mục luôn ẩn
zh_hans: 仅永久隐藏项目
zh_hant: 僅「一律隱藏」項目

source: Appearance
cs: Vzhled
de: Darstellung
es: Apariencia
fr: Apparence
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
ko: 모양
nl: Uiterlijk
pl: Wygląd
pt_br: Aparência
ru: Оформление
th: ลักษณะ
tr: Görünüm
uk: Зовнішній вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Apply
cs: Použít
de: Anwenden
es: Aplicar
fr: Appliquer
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
th: นำไปใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Apply briefly relaunches apps with menu bar items so they pick up the new spacing. Setting takes effect when this display is the active menu bar display.
cs: Po použití se krátce restartují aplikace s položkami v řádku nabídek, tím se nové rozestupy aktivují. Změny se projeví, až se tento monitor stane aktivní obrazovkou lišty nabídek.
de: „Anwenden“ startet Apps mit Menüleistensymbolen kurzzeitig neu, damit diese die neuen Abstände übernehmen. Die Einstellung wird wirksam, wenn dieses Display die aktive Anzeige für die Menüleiste ist.
es: Al aplicar, se reinician las aplicaciones con elementos en la barra de menús para que adopten el nuevo espaciado. El ajuste se aplica cuando esta es la vista activa de la barra de menús.
fr: "Appliquer" redémarre les applications comportant des éléments dans la barre de menus afin qu'elles prennent en compte le nouvel espacement. Ce paramètre s'applique lorsque cet écran est l'affichage actif de la barre de menus.
hu: Az „Alkalmazás” rövid időre újraindítja a menüsávelemekkel rendelkező alkalmazásokat, hogy átvegyék az új térközt. A beállítás akkor lép érvénybe, amikor ez a kijelző az aktív menüsáv kijelzője.
id: Terapkan akan memulai ulang aplikasi dengan item bar menu secara singkat agar menerapkan jarak baru. Pengaturan ini berlaku saat layar ini menjadi layar bar menu aktif.
it: Applica riavvia brevemente le app con voci nella barra dei menu in modo che adottino la nuova spaziatura. L'impostazione ha effetto quando questa visualizzazione è quella attiva nella barra dei menu.
ja: 「適用」をクリックすると、メニューバー項目を含むアプリが一時的に再起動され、新しい間隔が反映されます。この設定はアクティブなメニューバーディスプレイでのみ有効です。
ko: 적용 시 새로운 간격을 반영하기 위해 메뉴 막대 항목이 있는 앱을 잠시 재실행합니다. 이 설정은 해당 디스플레이가 활성 메뉴 막대 디스플레이일 때 적용됩니다.
nl: Als je ‘Toepassen’ selecteert, worden apps met menu-items kort opnieuw gestart, zodat de nieuwe spatiëring wordt toegepast. De instelling wordt van kracht zodra dit venster het actieve menubalkvenster is.
pl: Kliknięcie "Zastosuj" zrestartuje na chwilę aplikacje paska menu, aby zaktualizować odstępy. Opcja ta działa tylko wtedy, gdy ten monitor wyświetla aktywny pasek menu.
pt_br: A opção “Aplicar” reinicia rapidamente os aplicativos com itens na barra de menus para que eles adotem o novo espaçamento. A configuração entra em vigor quando esta exibição for a exibição ativa da barra de menus.
ru: "Применить" кратковременно перезапускает приложения с элементами в строке меню, чтобы в них были применены новые интервалы. Настройка вступает в силу, когда этот вид отображения является активным в строке меню.
th: การนำไปใช้จะรีสตาร์ทแอปที่มีรายการในแถบเมนูชั่วคราว เพื่อให้แอปเหล่านั้นใช้ระยะห่างใหม่ การตั้งค่านี้จะมีผลเมื่อจอแสดงผลนี้เป็นจอที่ใช้แถบเมนูหลักอยู่
tr: Uygula seçeneği yeni aralığı algılayabilmeleri için menü çubuğu ögelerine sahip uygulamaları kısa süreliğine yeniden başlatır. Seçilen ayar, kullanılan ekran aktif menü çubuğu ekranı olduğunda geçerli olur.
uk: Застосування швидко перезапускає програми з елементами меню, щоб вони застосували нові інтервали. Налаштування застосовуються, якщо цей дисплей має активний рядок меню.
vi: Áp dụng sẽ khởi chạy lại nhanh các ứng dụng có các mục trên thanh menu để chúng có khoảng cách mới. Cài đặt có hiệu lực khi màn hình này là màn hình thanh menu hoạt động.
zh_hans: 应用设置后将短暂重启带有菜单栏图标的 App，以使其采用新的间距。此设置仅在此显示器作为当前活跃的菜单栏显示器时生效。
zh_hant: 「套用」會短暫重新啟動具有選單列項目的應用程式，使其採用新間距。此設定僅在此顯示器為目前選單列顯示器時生效。

source: Always show hidden menu bar items in the menu bar.
cs: Vždy zobrazovat skryté položky v řádku nabídek.
de: Versteckte Menüleisteneinträge immer in der Menüleiste anzeigen.
es: Mostrar siempre los elementos ocultos de la barra de menús en esta pantalla.
fr: Toujours afficher les éléments cachés de la barre de menu.
hu: A rejtett menüsávelemek mindig jelenjenek meg a menüsávban.
id: Selalu tampilkan item bar menu tersembunyi pada bar menu.
it: Mostra sempre gli elementi nascosti della barra dei menu nella barra dei menu su questa schermata.
ja: メニューバーに非表示のメニューバー項目を常に表示します。
ko: 메뉴 막대에 숨겨진 메뉴 막대 항목을 항상 표시합니다.
nl: Toon verborgen menubalk-items altijd in de menubalk op dit scherm.
pl: Zawsze pokazuj ukryte elementy paska menu na pasku menu.
ru: Всегда показывать скрытые элементы строки меню в строке меню.
th: แสดงรายการแถบเมนูที่ซ่อนไว้เสมอในแถบเมนูบนหน้าจอนี้
tr: Gizli menü çubuğu ögelerini menü çubuğunda her zaman göster.
uk: Завжди показувати приховані елементи меню в рядку меню.
vi: Luôn hiển thị các mục thanh menu ẩn trong thanh menu.
zh_hans: 始终在该显示器的菜单栏中显示隐藏的项目。
zh_hant: 永遠在選單列中顯示隱藏的圖示。

source: Apply different settings based on the current system appearance.
cs: Použít různé nastavení v závislosti na aktuálním vzhledu systému.
de: Unterschiedliche Einstellungen basierend auf der aktuellen Systemdarstellung anwenden.
es: Aplicar ajustes diferentes según la apariencia actual del sistema.
fr: Applique des réglages différents à la barre des menus en fonction de l'apparence actuelle du système (clair ou sombre).
hu: Különböző beállítások alkalmazása az aktuális rendszermegjelenés alapján.
id: Terapkan pengaturan yang berbeda berdasarkan tampilan sistem.
it: Applica impostazioni diverse in base all'aspetto attuale del sistema.
ja: 現在のシステム外観に基づいて異なる設定を適用します。
ko: 현재 시스템 모양에 따라 다른 설정을 적용합니다.
nl: Pas verschillende instellingen toe op basis van het huidige uiterlijk van het systeem.
pl: Zastosuj różne ustawienia w zależności od aktualnego wyglądu systemu.
pt_br: Aplique diferentes configurações com base na aparência atual do sistema.
ru: Применять разные настройки в зависимости от текущего оформления системы.
th: ใช้การตั้งค่าลักษณะที่แตกต่างกันตามลักษณะของระบบในปัจจุบัน
tr: Mevcut sistem görünümüne göre farklı ayarlar uygula.
uk: Застосовувати різні налаштування залежно від поточного оформлення системи.
vi: Áp dụng các cài đặt khác nhau dựa trên giao diện hệ thống hiện tại.
zh_hans: 根据目前的系统外观以应用不同的设置。
zh_hant: 依據目前系統外觀套用不同設定。
